Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G33A.tmx
Source language: en_us
Languages: zh_cn

source: Charles William Wendte
zh_cn: 一位论代表人物：查尔斯·威廉姆·温德

source: An important figure in the international organization of liberal religion. Wendte was born on June 11, 1844 in Boston, the son of German refugees.
zh_cn: 查尔斯·威廉姆·温德（1844——1931）温德于1844年6月11日出生于波士顿，是德国难民的后裔。他是“自由宗教”国际组织的一名显要人物。

source: After his father died when Charles was young, his mother supported the family by teaching German and running a boarding house.
zh_cn: 温德儿时父亲已去世，他的母亲担起家庭重担，亲自教授他德语，并且开半了一家寄宿学校。

source: Theodore Parker was one of her students, and became an important influence on Wendte.
zh_cn: 希欧多尔·帕克（Theodore Parker）是该校的一名学生，对温德产生了巨大的影响。

source: Unfortunately Wendte developed tuberculosis, and was advised to head west.
zh_cn: 不幸的是，温德得了结核病，并被医生要求去西部养病。

source: When he was 14 he moved to California and worked in a store and a bank.
zh_cn: 14岁时，温德来到加利福尼亚州，分别于一家商铺和银行工作过。

source: He fell under the influence of Thomas Starr King, who became minister in San Francisco in 1860.
zh_cn: 托马斯·斯塔尔·金（Thomas Starr King）再一次给予温德深刻的影响，托马斯后来当上了旧金山的市政大臣。

source: During the war he served as a drill sergeant, as his health became completely restored.
zh_cn: 在国内战争时期，由于完全恢复了健康，温德在部队担任了操练军士的职务。

source: In 1866 Wendte went back east and began to attend Meadville Theological School after discussions with Henry Whitney Bellows and Edward Everett Hale.
zh_cn: 1866年，温德回到了东部家乡，与亨利·惠特尼·拜罗（Henry Whitney Bellows）及爱华德·埃弗雷特·霍尔（Edward Everett Hale）商讨后，他进入米德维尔神学学院(MeadvilleTheological School)学习。

source: His success at Meadville convinced officials at Harvard Divinity School to admit him even though he had no college education.
zh_cn: 尽管没有大学文凭，他在米德维尔出众的学业表现使得哈佛神学院破格招收了他。

source: He graduated in 1869. He was ordained that same year at Fourth Unitarian Society in Chicago, where the congregation grew and they built a new building.
zh_cn: 他于1869年毕业，同年被任命为芝加哥“第四一位论社团”的牧师。这个社团逐渐壮大，温德与社团成员添砖加瓦，造了新的教堂建筑。

source: In 1876 Wendte was invited to be minister at First Unitarian in Cincinnati.
zh_cn: 1876年，温德受邀担任辛辛那提“第一一位论社团”的大牧师。

source: During his ministry there, one of his parishioners, Sallie Ellis, began the American Unitarian Association (AUA)'s Post Office Mission sending out AUA tracts to persons in the West.
zh_cn: 任职期间，一位教区居民萨利·埃利斯开启了“美国一位论协会”（AUA）的邮局业务， 向广大的西部人民该传播该组织的教义。

source: Although Wendte had a successful ministry, ill health forced him to take a less demanding position in Newport ,Rhode Island at Channing Church from 1882-1885.
zh_cn: 尽管任职期间成绩显著，健康问题还是迫使温德退居二线，在1882-1885年期间，他在罗德岛新港的钱宁教堂担任不太重要的职务。

source: With his health restored Wendte was appointed secretary for the AUA on the Pacific Coast.
zh_cn: 健康情况好转后，温德又被任命为太平洋沿岸地区的AUA协会会长。

source: He then embarked on a 12 year ministry of founding and organizing new congregations, including Salem, Oregon and Spokane, Washington.
zh_cn: 接下来的12年中，温德着手建立、组织了一系列新圣会，包括位于塞伦，俄勒冈，斯珀堪，华盛顿的圣会组织。

source: He centered his labors in Oakland, California, where he was the founder and minister of the first church there.
zh_cn: 他将精力集中在加州奥克兰市的工作上，在那里他建立了第一所教堂，并担任大牧师一职。

source: In 1886 he helped to reorganize the Pacific Coast Conference of Unitarian and Other Christian Churches.
zh_cn: 1886年，他协助重建了一位论教派和其他基督教派的“太平洋沿岸协会”（Pacific CoastConference）。

source: That same year he married Abbie Louise Grant.
zh_cn: 同年，温德与阿比·路易斯·格兰特（Abbie Louise Grant）结为连理。

source: The idea of establishing a training school for West Coast ministers surfaced at a Pacific Coast Conference meeting in 1889, and Wendte served on the committee to explore its formation, but nothing was organized until 1904.
zh_cn: 为培养西海岸教会会长而建立一所培训学校，这个想法在1889年的太平洋沿岸会议上第一次提出。温德为此委员会工作，设法探索出该学校的组织模式，但直到1904年这一学校才进入建设阶段。

source: In 1900 the International Council of Unitarian and Other Liberal Religious Thinkers and Workers was organized in Boston at the time of the 75th anniversary of the AUA.
zh_cn: AUA协会七十五周年之际，其他一些自由宗教主义的工人及思想者被组织聚集在波士顿。

source: Wendte was named executive secretary.
zh_cn: 温德在该聚会上被授予“首席会长”之衔。

source: International work became the great mission of his life, but his dream of an international movement died with World War I. He traveled for part of every year, trying to extend the liberal message in Europe.
zh_cn: 国际工作成为了温德生命中的圣神使命，但一战的到来使他的梦想烟消云散。每年他都要抽出时间于欧洲游历，试图传播他的自由思想。

source: He helped support himself by serving churches near or in Boston (Newton Centre, Parker Memorial in Boston and Brighton), and by being secretary for foreign relations of the AUA.
zh_cn: 他为波士顿附近或其周边的小教会服务（波士顿的牛顿中心，布莱顿的帕克纪念堂），并且还担任AUA协会的外交部长，以此获得报酬维生。

source: He helped organize biennial congresses of the International Council. He also became involved as executive secretary of another group, National Federation of Religious Liberals, which he helped organize.
zh_cn: 温德还帮助组织两年一届的国际委员会代表会议，还成为了另一个自由宗教“国家联盟”的行政部长，该组织也是他帮助建立的。

source: They promoted tolerance and freedom across denominational lines. Later it evolved into the Free Church Fellowship, after Wendte had left its leadership.
zh_cn: 温德和会员们为促进教派间的宽容与自由而努力，后来国家联盟发展为自由教会基金，而此时温德已经卸任了。

source: After World War I he turned his attention elsewhere. His main focus was the Pacific Unitarian School for the Ministry, which he had labored to found many years before.
zh_cn: 一战后温德的工作重心转移了，他的目光聚焦在“太平洋一位论学校”的行政工作上，为了这一工作他付出了多年心血。

source: Wendte was a talented musician. He also wrote hymns, and early in his career had edited a song book for Sunday Schools, The Sunny Side.
zh_cn: 温德还是一名颇具天赋的音乐家，他写过赞美诗歌，早年职业生涯中为礼拜学校编辑过一本歌曲杂辑——《光明的一方》。

source: He continued to publish widely including editing the papers of the International biennials, a hymnbook for children, Jubilate Deo, a biography of Thomas Starr King, and his own autobiography, The Wider Fellowship.
zh_cn: 之后他出版书籍不断，包括编辑了一系列国际两年期刊杂志，一本儿童唱诗书《向天主欢呼》（Jubilate Deo），一本托马斯·斯塔尔·金的自传，还有温德自己的自传《皆是伙伴》。

source: He died on September 9, 1931.
zh_cn: 温德于1931年9月9日逝世。
